cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/versions'

cask 'java'

brew 'ansible'
brew 'editorconfig'
brew 'elixir'
brew 'golang'
brew 'gradle'
brew 'hub'
brew 'libyaml'
brew 'mas'
brew 'maven'
brew 'nodejs'
brew 'openssl'
brew 'packer'
brew 'stow'
brew 'terraform'
brew 'tmux'
brew 'tig'
brew 'tree'
brew 'typesafe-activator'
brew 'wget'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'dash'
cask 'dropbox'
cask 'gitter'
cask 'insomnia'
cask 'iterm2'
cask 'screenhero'
cask 'sequel-pro'
cask 'skype'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vagrant'

mas 'Cinch', id: 412529613
mas 'DaisyDisk', id: 411643860
mas 'Jettison', id: 447430809
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Pixelmator', id: 407963104
mas 'Slack', id: 803453959
